The Revit command Id.
  Namespace:   Autodesk.Revit.UI
  Assembly:   RevitAPIUI  (in RevitAPIUI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2013
 Syntax
  C#
public RevitCommandId RevitCommandId { get; }
  Visual Basic
Public ReadOnly Property RevitCommandId As RevitCommandId
	Get
  Visual C++
public:
property RevitCommandId^ RevitCommandId {
	RevitCommandId^ get ();
}
 See Also
  AddInCommandBinding Class
  Autodesk.Revit.UI Namespace